export function Header() {
  return (
    <box justifyContent="center" alignItems="center">
      <box flexDirection="row" justifyContent="center" gap={0.5} alignItems="center">
        <ascii-font font="tiny" text="Verte" color="gray" />
        <ascii-font font="tiny" text="x" color="white" />
      
        {/* <text>
            {`
            ██╗   ██╗███████╗██████╗ ████████╗███████╗██╗  ██╗
            ██║   ██║██╔════╝██╔══██╗╚══██╔══╝██╔════╝╚██╗██╔╝
            ██║   ██║█████╗  ██████╔╝   ██║   █████╗   ╚███╔╝
            ╚██╗ ██╔╝██╔══╝  ██╔══██╗   ██║   ██╔══╝   ██╔██╗
            ╚████╔╝ ███████╗██║  ██║   ██║   ███████╗██╔╝ ██╗
            ╚═══╝  ╚══════╝╚═╝  ╚═╝   ╚═╝   ╚══════╝╚═╝  ╚═╝
            `}
        </text> */}
      
      </box>
    </box>
  );
}